using UnityEngine;

public class WallReflect : MonoBehaviour
{
    //애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 
    //애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 
    //애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 
    //애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 
    //애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 
    //애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 
    //애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 
    //애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 애는 튕기는 벽에 넣어줘야함, 
    
}
